[
  {
    "name": "The 5 Second Rule",
    "auther": "Mel Robbins",
    "decription": "In its blurb, The 5 Second Rule promises to teach you how to become confident, break the habit of procrastination and self-doubt, beat fear and uncertainty, and be happier. As big of an ask as that might sound, Robbins more than delivers in this wildly popular self-help book, which is built on the titular 5 second rule: the five seconds you should take every time you need to push yourself. Robbins launched the 5 second rule in her incredibly successful Ted Talk, which has been watched by more than 8 million people around the world.",
    "amazon": "https://www.amazon.com/dp/B01MUSNFOO?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The 5 Second Rule",
    "auther": "Mel Robbins",
    "decription": "In its blurb, The 5 Second Rule promises to teach you how to become confident, break the habit of procrastination and self-doubt, beat fear and uncertainty, and be happier. As big of an ask as that might sound, Robbins more than delivers in this wildly popular self-help book, which is built on the titular 5 second rule: the five seconds you should take every time you need to push yourself. Robbins launched the 5 second rule in her incredibly successful Ted Talk, which has been watched by more than 8 million people around the world.",
    "amazon": "https://www.amazon.com/dp/B01MUSNFOO?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The Alchemist",
    "auther": "Paul Coelho",
    "decription": "This slim, enchanting fable of a book is worldwide bestseller — and a favorite of celebrities from Will Smith to Madonna. It’s not hard to understand why: The Alchemist packs a lot of wisdom in only 163 pages, which Coelho wrote in a two-week fit of inspiration. Even better, it packages self-help-style advice with a spell-binding story. Follow along as the Andalusian shepherd boy Santiago, beset with prophetic dreams, sets off for the Egyptian pyramids in search of a glorious treasure. Along the way, he’ll hobnob with kings, encounter betrayal. and even fall and love — teaching us how to reach for our own dreams in the process.",
    "amazon": "https://www.amazon.com/dp/B00U6SFUSS?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The American Spirit",
    "auther": "David McCullough",
    "decription": "You don’t always think of historians as literary stars, but David McCullough is the exception that proves the rule. When it comes to accolades, he’s won everything that can be won, from the National Book Award to the Presidential Medal of Freedom. This deeply inspiring book collects nearly thirty years’ worth of his speeches, delivered before Congress members, college grads, and everyone in between. Erudite but never stodgy, uplifting without being saccharine, The American Spirit ranges widely — treating us to the fascinating stories of doctors, artisans, and performers across the history of the United States. No matter where you hail from, he’ll have you waving the red, white, and blue before you turn the final page.",
    "amazon": "https://www.amazon.com/dp/B01NBVG0IW?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The 5 Second Rule",
    "auther": "Mel Robbins",
    "decription": "In its blurb, The 5 Second Rule promises to teach you how to become confident, break the habit of procrastination and self-doubt, beat fear and uncertainty, and be happier. As big of an ask as that might sound, Robbins more than delivers in this wildly popular self-help book, which is built on the titular 5 second rule: the five seconds you should take every time you need to push yourself. Robbins launched the 5 second rule in her incredibly successful Ted Talk, which has been watched by more than 8 million people around the world.",
    "amazon": "https://www.amazon.com/dp/B01MUSNFOO?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The Art of Happiness",
    "auther": "Dalai Lama and Howard C. Cutler",
    "decription": "According to the Dalai Lama, “the very motif of our life is towards happiness.” Still, reaching that final destination can be easier said than done. Fortunately this philosophically rich, compassionately written handbook is here to guide the way. The Art of Happiness spotlights compassion for others as the key to personal fulfillment — appropriate, since it's the work of a Nobel Peace Prize winner. The Dalai Lama tag-teams the capacious topic of happiness with psychiatrist Howard C. Cutler as his coauthor, so you can expect scientific as well as spiritual insights here. In the end, this book's central lesson is at once humbling and deeply motivating: true happiness isn’t a fleeting state, but an art that requires practice.",
    "amazon": "https://www.amazon.com/dp/B002UK6NO0?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Becoming Wise: An Inquiry into the Mystery and Art of Living",
    "auther": "Krista Tippett",
    "decription": "Krista Tippett is the quintessential thought leader when it comes to inspirational speech. Based on her sixteen-year-old radio show On Being, this collection gathers the wisdom of theologians, poets, scientists, and Buddhists alike to address our fractured world with acceptance, grace, and educated hope. Using what she calls “moral imagination,” Tippett pushes us to lean into our inner empath to create a new universe that uses our creativity for social good and justice. The sheer volume of voices in Becoming Wise will give you a lifetime of ideas on smarter living that will feel like a TED talk on steroids — in the very best way.",
    "amazon": "https://www.amazon.com/dp/B01MUSNFOO?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The Better Angels of Our Nature",
    "auther": "Steven Pinker",
    "decription": "Steven Pinker’s The Better Angels of Our Nature comes with an endorsement from Bill Gates himself: “If I could give each of you a graduation present, it would be this — the most inspiring book I've ever read.” Pinker’s thesis — that violence in the world has actually declined in both the long and short run — is famously controversial, particularly if you care to point at all the major wars and genocides that the twentieth-century has witnessed. Yet Pinker draws upon a large amount of hard data and statistical analysis to persuasively argue his case, even presenting several political and psychological causes to explain how we might today be living in the most peaceful moment ever in our species’ existence. The next time you’re feeling cynical about the news of the moment, this is the book to pick up to remind yourself of the positive, more hopeful direction we’re heading in the future.",
    "amazon": "https://www.amazon.com/dp/B0052REUW0?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The 5 Second Rule",
    "auther": "Mel Robbins",
    "decription": "In its blurb, The 5 Second Rule promises to teach you how to become confident, break the habit of procrastination and self-doubt, beat fear and uncertainty, and be happier. As big of an ask as that might sound, Robbins more than delivers in this wildly popular self-help book, which is built on the titular 5 second rule: the five seconds you should take every time you need to push yourself. Robbins launched the 5 second rule in her incredibly successful Ted Talk, which has been watched by more than 8 million people around the world.",
    "amazon": "https://www.amazon.com/dp/B01MUSNFOO?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Big Magic: Creative Living Beyond Fear",
    "auther": " Elizabeth Gilbert",
    "decription": "Elizabeth Gilbert is no stranger to the art of motivation: she is perhaps most famous for writing Eat, Pray, Love and inspiring a generation to travel. But you don’t need to leave home in order to unlock Big Magic, which is about drawing out your inner creative whenever you need. This is a love letter to the artist inside of you, written in Gilbert’s conversational, no-frills, no-BS style. Whether your goal is to write a book, make a painting, or create music, Big Magic will help you accomplish it. Funny, honest, illuminating, and encouraging, it is a celebration of art on every level.",
    "amazon": "https://www.amazon.com/dp/B00S52M350?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Black Elk Speaks: The Complete Edition",
    "auther": "Black Elk, John G. Neihardt, Philip J. Deloria, Vine Deloria Jr",
    "decription": "A modern classic celebrating the voice of one of the world’s most influential members of the Lakota tribe, Black Elk Speaks has been compared to the Book of Revelation and the Kabbalah for its prophetic likeness. Here, nineteenth-century mystic and healer Nicholas Black Elk of the Oglala Lakota tribe takes center stage with a testimony that’s been adapted by poet John Neihardt. While the ethnography’s been criticized for its questionable depictions of the Lakota people and imperialist undertones, Black Elk’s descriptions of his spiritual visions for humanity and desire for unity on earth have long outweighed those recriminations. A close but respectful reading of Black Elk’s journey is hopeful, even in its heartbreak. A must-read voice to keep in your pocket through the next decade, especially as we face climate change.",
    "amazon": "https://www.amazon.com/dp/B00INIXBP2?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The Book Thief",
    "auther": "Markus Zusak",
    "decription": "The New York Times actually called this book “life-changing” and we agree. Told from the perspective of Death in 1939 Nazi Germany (yikes!), it centers on Liesel Meminger — a young girl who has a curious habit for pick-pocketing books. But these measures end up becoming a saving grace for her own welfare and the welfare of others, most notably a man of Jewish faith hiding out in her father’s house. The Book Thief is an intense but inspiring book, a testament to the transformative power of stories and sentences, even during the very darkest of times. It’s a sobering yet hopeful reminder that no one, no matter how authoritarian, can take away our imagination or capacity to care.",
    "amazon": "https://www.amazon.com/dp/B000XUBFE2?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Congratulations, By the Way",
    "auther": "George Saunders",
    "decription": "Down the rough ages, a traditional form has evolved for this type of speech, which is: Some old fart, his best years behind him, who over the course of his life has made a series of dreadful mistakes (that would be me), gives heartfelt advice to a group of shining, energetic young people with all of their best years ahead of them (that would be you), and I intend to respect that tradition.",
    "amazon": "https://www.amazon.com/dp/B00G1J1DCI?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Educated",
    "auther": "Tara Westover",
    "decription": "Tara Westover was 17 years old when she stepped into a classroom for the first time. Before then, she lived with her Mormon survivalist family in rural Idaho, working in her father’s junkyard and stockpiling herbs for her midwife mother. Raised with her father’s non-mainstream views, Tara had no conception of the Holocaust, slavery, or World War II — that is, until she found a thirst for knowledge and set out to acquire a formal education.",
    "amazon": "https://www.amazon.com/dp/B072BLVM83?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Emma and I",
    "auther": "Sheila Hocken",
    "decription": "An autobiography written with candor and heart, Emma and I centers on the purest bond of all — the love between a guide dog and her human. Born with a condition that led to progressive vision loss, Sheila Hocken could no longer navigate her own home by sight by the time she turned seventeen. That’s when she met Emma, the chocolate lab who would change her life. With her loyal canine companion at her side, Sheila learned to tackle anything life threw her way, from devastating disappointments to medical miracles to love — the human kind this time. A must-read for all dog lovers, this sweetly touching book will warm your heart (and possibly make you cry).",
    "amazon": "https://www.amazon.com/dp/B005Y0MZSG?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "Endings: Poetry and Prose",
    "auther": "William Poe ",
    "decription": "If the Greeks got by with catharsis, then what makes us any different? While William Poe’s Endings goes headlong into the deep end of despair, the stories and poems here give new language to describe death, loneliness, and the broken parts of our lives. This new “language” can not only help you cope, but name emotions that might otherwise dissipate back into tension, or worse: trauma and guilt. Plus, for those who are ready to face difficult times, Poe’s take on art itself as a tool for healing will be sure to help your spiritual growth this 2020.",
    "amazon": "https://www.amazon.com/dp/B018IGT2ZG?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The Four Agreements",
    "auther": "Don Miguel Ruiz",
    "decription": "This slim, inspiring book draws on Toltec traditions to help readers attain freedom, happiness, and love. The Four Agreements centers on four promises you’re encouraged to make to yourself, from following through on your word to always doing your best. Ruiz’s advice was compelling enough to snag him an interview with Oprah in 2001 — an appearance that earned his motivational handbook a spot on the New York Times bestsellers list. Full of no-nonsense, actionable tips, The Four Agreements continues to inspire readers two decades after that fateful interview.",
    "amazon": "https://www.amazon.com/dp/B005BRS8Z6?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  },
  {
    "name": "The Gift from the Sea",
    "auther": "Anne Morrow Lindbergh",
    "decription": "Anne Morrow Lindbergh took the world by storm with her miniature but massively powerful 1955 memoir, The Gift from The Sea. As she muses on a short break from motherhood and society’s growing technologies while on an ocean-view vacation, readers get an intimate look into Morrow Lindbergh’s thoughts as she tries to slow down to a mindful state. And since she thinks brilliantly in metaphor, you’re in for a treat — from seashells to the flow of the tides, get ready for new connections and ideas that you simply won’t find in modern self-help books. ",
    "amazon": "https://www.amazon.com/dp/B005DB6SVQ?tag=reedwebs-20&linkCode=ogi&th=1&psc=1"
  }
]
